Repository: rnd-rbn/fluentel
Catalog: lib/l10n/app_*.arb
Languages: es

source: Frequently Asked Questions
es: Preguntas Frecuentes

# faqWhatHappensWhenICall
source: What happens when I call Fluentel?
es: ¿Qué pasa cuando llamo a Fluentel?

# faqWhatHappensWhenICallAnswer
source: First, verify your phone number. Then you have two options: 1. find a language partner, or 2. sign up to help others.
es: Primero, verifica tu número de teléfono. Luego tiene dos opciones: 1. encuentra un compañero de idioma, o 2. regístrase para ayudar a otros.

# faqHowDoISearchForALanguagePartner
source: How do I search for a language partner?
es: ¿Cómo puedo buscar un compañero de idioma?

# faqHowDoISearchForALanguagePartnerAnswer
source: You don't! Fluentel finds a language partner for you.
es: ¡No puedes! Fluentel encuentra un compañero de idioma para ti.

# faqHowDoIMessageALanguagePartner
source: How do I message a language partner?
es: ¿Cómo puedo enviar un mensaje a un compañero de idioma?

# faqHowDoIMessageALanguagePartnerAnswer
source: You don't! Skip the courtship and get straight to the action. Fluentel gets you speaking faster than any language exchange app or service.
es: ¡No puedes! Salta el cortejo y ve directamente a la acción. Fluentel te hace hablar más rápido que cualquier aplicación o servicio de intercambio de idiomas.

# faqHowMuchDoesItCost
source: How much does it cost?
es: ¿Cuánto cuesta?

# faqHowMuchDoesItCostAnswer
source: Your first 60 minutes are free, and then {centsPerMinute} cents per minute after that. You can purchase minutes directly over the phone in a secure PCI-compliant environment.
es: Tus primeros 60 minutos son gratis, y luego {centsPerMinute} centavos $US por minuto después de eso. Puedes comprar minutos directamente por teléfono en un entorno seguro compatible con PCI.

# faqHowCanIHelp
source: How can I help people from {targetCountry} practice {myLanguage}?
es: ¿Cómo puedo ayudar a las personas de {targetCountry} a practicar {myLanguage}?

# faqHowCanIHelpAnswer
source: When you call the Fluentel hotline, choose the option to set your availability. You will provide your timezone and a daily 3-hour availability window. Then, when someone from {targetCountry} calls Fluentel during your availability window, we will text you asking if you'd like to help them. Reply to that text message to be connected. If you're busy at that time, simply ignore the text message.
es: Cuando llama a la línea directa de Fluentel, elija la opción para establecer tu disponibilidad. Proporcionará tu zona horaria y una ventana de disponibilidad diaria de 3 horas. Luego, cuando alguien de {targetCountry} llame a Fluentel durante tu ventana de disponibilidad, te enviaremos un mensaje preguntando si desea ayudarlo. Responda a ese mensaje de texto para conectarte. Si está ocupado en ese momento, simplemente ignore el mensaje de texto.

# faqWhereCanILearnMore
source: Where can I learn more?
es: ¿Dónde puedo aprender más?

# faqWhereIsTheCode
source: Our code is publicly available
es: Nuestro código se publica

source: Tap to find a language partner
es: Toca para encontrar un compañero de idioma

# tapToHelpOthers
source: Tap to help {targetPopulation} speak {myLanguage}
es: Toca para ayudar a los {targetPopulation} a hablar {myLanguage}

source: Spanish
es: español

source: English
es: inglés

source: unknown language
es: idioma desconocido

source: Mexico
es: México

source: Mexicans
es: mexicanos

source: United States
es: Estados Unidos

source: Americans
es: estadounidenses

source: unknown country
es: país desconocido

source: unknown population
es: población desconocido

# tooltipAddToContacts
source: Add to Contacts
es: Añadir a Contactos

source: Contact added
es: Contacto añadido

source: Contact already exists
es: Contacto ya existe

# contactRestricted
source: This device restricts adding contacts
es: Este dispositivo restringe la adición de contactos

# contactPermanentlyDenied
source: You must enable this permission in your device settings
es: Debe habilitar este permiso en la configuración del dispositivo

source: Sorry, something went wrong
es: Lo sentimos, hubo un error

source: Call
es: Llama
